Repository: slaFFik/BP-GTM-System
Catalog: langs/bp_gtm-*.po
Languages: it_it

source: Display/Hide Some Features
it_it: Visualizza/nascondi alcune caratteristiche

source: Extra Actions for Admin
it_it: Azioni supplementari per Admin

source: GTM Themes for Front-end
it_it: Temi GTM per il Front-end

source: Deactivation Options
it_it: Opzioni di disattivazione

source: Groups Selection
it_it: Selezione Gruppi

source: Default Global GTM Roles
it_it: Ruoli predefiniti globali per GTM

source: Change Labels Names
it_it: Modifica nomi etichette

source: Import All Groups Users
it_it: Importa tutti i gruppi utenti

source: All changes were saved. Go and check results!
it_it: Tutte le modifiche sono state salvate. Vai a controllare i risultati!

source: Group Tasks Management
it_it: Gestione di attività di gruppo

source: Save Changes
it_it: Salvare le modifiche

source: Do you want to use Rich Editor (TinyMCE) to format projects/tasks descriptions with visual editor?
it_it: Utilizzare Rich Editor (TinyMCE) per formattare le descrizioni di progetti o attività con editor visuale?

source: Enable
it_it: Abilita

source: Disable
it_it: Disabilita

source: Do you want to display for each user his personal Assignments page under My Account menu?
it_it: Si desidera visualizzare per ogni utente la sua pagina personale di assegnazioni sotto menu My Account?

source: Do you want to display a notification entry in activity feed for newly created tasks and projects?
it_it: Si desidera visualizzare una notifica nella lista attività per le attività e progetti di nuova creazione?

source: Do you want to display a notification entry in activity feed for all discussion posts of any tasks and projects?
it_it: Si desidera visualizzare una notifica nel feed attività per tutte le discussioni di qualsiasi attività e progetto?

source: Please choose here a theme, that will be used on frontend for BP GTM System:
it_it: Scegli qui un tema, che verrà utilizzato sul frontend di BP GTM System:

source: Be patient, if there is no <code>index.php</code> in that theme, then you will be redirected to the site main page.
it_it: Sii paziente, se non c'è nessun <code>index.php</code> in quel tema, sarai reindirizzato alla pagina principale del sito.

source: Display menu for changing members roles in groups members and involved lists?
it_it: Visualizzare il menu per modificare i ruoli dei membri nei membri del gruppo e nelle liste coinvolte?

source: Export All GTM Data
it_it: Esporta tutti i Dati GMT

source: Import Data
it_it: Importa Dati

source: Please check here how you would like to uninstall BP GTM System:
it_it: Controlla qui come disinstallare BP GTM System:

source: Deactivate the plugin and delete all options and tables from the DB
it_it: Disattivare il plugin e cancellare tutte le opzioni e le tabelle da DB

source: Deactivate the plugin only, all saved data won't be touched
it_it: Disattivare solo il plugin, tutti i dati salvati non saranno toccati

source: After choosing deactivation method you could go to <a href="plugins.php?plugin_status=all">Plugins's page</a> and deactivate the plugin safely.
it_it: Dopo aver scelto il metodo di disattivazione puoi andare alla <a href="plugins.php?plugin_status=all">pagina dei plugin</a> e disattivare il plugin in modo sicuro.

source: Which groups should have GTM System turned on?
it_it: Quali gruppi dovrebbero avere GTM System abilitato?

source: All groups
it_it: Tutti i gruppi

source: Add New Default Role
it_it: Aggiungi nuovo ruolo predefinito

source: Choose a default role for a new member of any group:
it_it: Scegli un ruolo predefinito per un nuovo membro di un gruppo:

source: Choose a default role for a group creator in newly created group:
it_it: Scegliere un ruolo predefinito per un creatore di gruppo in gruppo appena creato:

source: Here you can change some GTM labels that are used throughout your site.
it_it: Qui è possibile modificare alcune etichette GTM che vengono utilizzate in tutto il sito.

source: Used in group menu navigation - to reach the list of group tasks or projects
it_it: Utilizzato nel menu di navigazione di gruppo - per raggiungere l'elenco dei progetti o attività di gruppo

source: Used in user personal navigation under My Account menu
it_it: Utilizzato in navigazione personale utente sotto menu My Account

source: Using this menu you can easily import all group members from any group into GTM System role tables.<br> This action is needed when you had a community for some time and then decided to use this awesome plugin.<br> You should do this <strong>only once</strong> - just after BP GTM System activation.
it_it: Usando questo menu è possibile importare facilmente tutti i membri del gruppo da qualsiasi gruppo nelle tabelle ruolo di GTM System.<br> Questa azione è necessaria quando si aveva già una comunità e poi hai deciso di utilizzare questo fantastico plugin.<br> Si dovrebbe fare questo <strong>solo una volta</strong> - dopo l'attivazione di BP GTM System.

source: Please choose here, whom you would like group users to be after importing:
it_it: Scegli qui, cosa vorresti che diventassero gli utenti di gruppo dopo l'importazione:

source: Administrators
it_it: Amministratori

source: Moderators
it_it: Moderatori

source: Ordinary Members
it_it: Membri ordinari

source: Import Users
it_it: Importa utenti

source: All users from all groups were successfully imported
it_it: Tutti gli utenti di tutti i gruppi sono stati correttamente importati

source: Some error occured while importing users. Perhaps, you have already imported all of them?
it_it: Qualche errore durante l'importazione degli utenti. Forse li hai già importati tutti?

source: GTM data backup was successfully created in <code>/wp-content/uploads/gtm/</code>. <a href="%s">Download that file</a>
it_it: Backup dei dati GTM è stato creato correttamente <code>/wp-content/uploads/gtm/</code>. <a href="%s">Scarica il file</a>

source: There were some errors while exporting data. Please try again.
it_it: Si sono verificati errori durante l'esportazione dei dati. Si prega di riprovare.

source: File with GTM data should have .zip or .json extension
it_it: File con dati GTM deve avere estensione .zip o .json

source: File was successfully uploaded.
it_it: Il file è stato caricato con successo.

source: All GTM data was successfully imported.
it_it: Tutti i dati GTM sono stati importati con successo.

source: There was an error while importing GTM data.
it_it: C'è stato un errore durante l'importazione dei dati GTM.

source: There were some errors while uploading a backup file. Please try again.
it_it: Si sono verificati errori durante il caricamento di un file di backup. Si prega di riprovare.

source: inGroup GTM Classifier
it_it: classificatore GTM nel gruppo

source: No tags to display
it_it: Nessun tag da visualizzare

source: <strong>Categories:</strong>
it_it: <strong>Categorie:</strong>

source: No categories to display
it_it: Nessuna categoria da visualizzare

source: There is nothing to display yet.
it_it: Non c'è ancora nulla da visualizzare.

source: Display tags?
it_it: Visualizza tag?

source: Display categories?
it_it: Visualizza le categorie?

source: How do you want to display tags?
it_it: Come si desidera visualizzare i tag?

source: As a Cloud
it_it: Come una nuvola

source: As a List
it_it: Come elenco

source: How do you want to display categories?
it_it: Come si desidera visualizzare le categorie?

source: Do you want to display categories and tags usage count?
it_it: Si desidera visualizzare il conteggio di utilizzo di categorie e tag?

source: Yes
it_it: Si

source: There was an error updating GTM System settings, please try again.
it_it: Errore durante l'aggiornamento delle impostazioni di GTM System, riprovare.

source: GTM System settings were successfully updated.
it_it: Le impostazioni di GTM System sono state aggiornate con successo.

source: New term was successfully created.
it_it: Nuovo termine è stato creato correttamente.

source: There was an error creating new term, please try again.
it_it: Errore durante la creazione del nuovo termine, riprovare.

source: Your reply was successfully posted.
it_it: La risposta è stata inviata con successo.

source: There was an error posting your reply, please try again.
it_it: Si è verificato un errore nell'invio della risposta, si prega di riprovare.

source: New project was successfully created.
it_it: Il nuovo progetto è stato creato correttamente.

source: There was an error creating new project, please try again.
it_it: Si è verificato un errore durante la creazione del nuovo progetto, si prega di riprovare.

source: Project data was successfully updated.
it_it: I dati di progetto sono stati aggiornati con successo.

source: Everything was deleted successfully.
it_it: Tutto è stato cancellato con successo.

source: New task was successfully created.
it_it: La nuova attività è stata creata correttamente.

source: There was an error creating new task, please try again.
it_it: Errore durante la creazione di nuove attività, si prega di riprovare.

source: Task data was successfully updated.
it_it: I dati dell'attività sono stati aggiornati con successo.

source: Tasks
it_it: Attività

source: Projects
it_it: Progetti

source: Settings
it_it: Impostazioni

source: Personal settings were successfully updated.
it_it: Le impostazioni personali sono state aggiornate con successo.

source: There was an error updating personal settings, please try again.
it_it: Si è verificato un errore nell'aggiornamento delle impostazioni personali, si prega di riprovare.

source: Classifier
it_it: Classificatore

source: Involved
it_it: Coinvolti

source: Discussions
it_it: Discussioni

source: Delete
it_it: Elimina

source: Role was successfully changed
it_it: Il ruolo è stato cambiato con successo

source: Error: please try again
it_it: Errore: si prega di riprovare

source: Please select a new role for this user
it_it: Si prega di selezionare un nuovo ruolo per l'utente

source: Update post
it_it: Aggiorna post

source: Cancel
it_it: Annulla

source: Are you sure you want to delete it? This action cannot be undone.
it_it: Sei sicuro di che voler eliminare? Questa azione non può essere annullata.

source: List of SubTasks
it_it: Elenco delle sottoattività

source: There are no subtasks to display
it_it: Non ci sono sottoattività da mostrare

source: Email was sent to that involved user to remind about pending tasks/projects.
it_it: Una Email è stata inviata a quell'utente coinvolto per ricordare progetti/attività in sospeso.

source: Save
it_it: Salva

source: completed
it_it: completato

source: deleted
it_it: cancellato

source: doesn't exist
it_it: non esiste

source: Task:
it_it: Attività:

source: Project:
it_it: Progetto:

source: Mark as pending
it_it: Segna come in sospeso

source: Undone
it_it: Riaperta (undone)

source: Mark as completed
it_it: Segna come completa

source: Done
it_it: Fatto

source: Tasks you're now responsible for were created
it_it: Sono state create attività di cui ora sei responsabile

source: Task you're now responsible for was created
it_it: E' stata creata un'attività di cui ora sei responsabile

source: Tasks you're responsible for were updated
it_it: Sono state aggiornate attività di cui sei responsabile

source: Task you're responsible for was updated
it_it: E' stata aggiornata un'attività di cui sei responsabile

source: Tasks you're responsible for were done
it_it: Sono state completate attività di cui sei responsabile

source: Task you're responsible for was done
it_it: E' stata completata un'attività di cui sei responsabile

source: Tasks you're responsible for were undone
it_it: Sono state riaperte attività di cui sei responsabile

source: Task you're responsible for was undone
it_it: E' stata riaperta un'attività di cui sei responsabile

source: Tasks you're responsible for were deleted
it_it: Sono state cancellate attività di cui sei responsabile

source: Task you're responsible for was deleted
it_it: E' stata cancellata un'attività di cui sei responsabile

source: Projects you're now responsible for were created
it_it: Sono stati creati progetti di cui ora sei responsabile

source: Project you're now responsible for was created
it_it: E' stato creato un progetto di cui sei responsabile

source: Projects you're responsible for were updated
it_it: Sono stati aggiornati progetti di cui sei responsabile

source: Project you're responsible for was updated
it_it: E' stato aggiornato un progetto di cui sei responsabile

source: Projects you're responsible for were done
it_it: Sono stati completati progetti di cui sei responsabile

source: Project you're responsible for was done
it_it: E' stato completato un progetto di cui sei responsabile

source: Projects you're responsible for were undone
it_it: Sono stati riaperti progetti di cui sei responsabile

source: Project you're responsible for was undone
it_it: E' stato riaperto un progetto di cui sei responsabile

source: Projects you're responsible for were deleted
it_it: Sono stati cancellati progetti di cui sei responsabile

source: Project you're responsible for was deleted
it_it: E' stato cancellato un progetto di cui sei responsabile

source: Created the task
it_it: Ha creato l'attività

source: Created the project
it_it: Ha creato il progetto

source: Created the discussion post
it_it: Ha iniziato la discussione

source: %s created the project - %s
it_it: %s ha creato il progetto - %s

source: %s created the task - %s
it_it: %s ha creato l'attività - %s

source: %s posted a comment to the task %s
it_it: %s ha inviato un commento sull'attività %s

source: %s posted a comment to the project %s
it_it: %s ha inviato un commento sul progetto %s

source: Mention this user
it_it: Menziona questo utente

source: Send a private meassage
it_it: Invia un messaggio privato

source: Notify user about pending tasks and projects
it_it: Informare l'utente circa attività e progetti in sospeso

source: %s task
it_it: %s attività

source: %s project
it_it: %s progetto

source: Permalink on this term page
it_it: Permalink alla pagina di questo termine

source: Edit
it_it: Modifica

source: Permalink to this %s page
it_it: Permalink a questa pagina %s

source: Project that this task corresponds to
it_it: Progetto a cui appartiene questa attività

source: Deadline
it_it: Scadenza

source: Please create at least one project to proceed.
it_it: Si prega di creare almeno un progetto per procedere.

source: There are no %ss to display. Create them <a href="%s" target="_blank">here</a>
it_it: Non ci sono %ss da visualizzare. Creali <a href="%s" target="_blank">qui</a>

source: said %s:
it_it: ha detto %s:

source: Responsible
it_it: Responsabili

source: <p>There are no tags to display. Create them <a href="%s" target="_blank">here</a></p>
it_it: <p>Non ci sono tag da visualizzare. Creali <a href="%s" target="_blank">qui</a></p>

source: Completed Projects
it_it: Progetti conclusi

source: Projects by A/Z
it_it: Progetti per A/Z

source: Projects by Deadline
it_it: Progetti per scadenza

source: All Completed Tasks
it_it: Tutte le attività completate

source: Tasks by A/Z
it_it: Attività per A/Z

source: Tasks by Deadline
it_it: Attività per scadenza

source: Tasks whithout Project
it_it: Attività senza progetto

source: Completed Tasks in Project
it_it: Attività completate nel progetto

source: Pending Tasks in Project
it_it: Attività in sospeso nel progetto

source: Go to project's page
it_it: Vai alla pagina del progetto

source: View Project
it_it: Visualizza progetto

source: Current number of subtasks
it_it: Numero corrente di sottoattività

source: There are no tasks to display.
it_it: Non esistono attività da visualizzare.

source: There are no posts to display.
it_it: Non ci sono post da visualizzare.

source: <span id="cur_discuss">%d - %d</span> out of %d.&nbsp;
it_it: <span id="cur_discuss">%d - %d</span> di %d.&nbsp;

source: Pagination:
it_it: Paginazione:

source: List of the latest tasks/projects discussions in this group.
it_it: Elenco delle ultime discussioni attività/progetti di questo gruppo.

source: Permalink on task's page
it_it: Permalink alla pagina dell'attività

source: Role
it_it: Ruolo

source: Group Admin
it_it: Gruppo Admin

source: No Role
it_it: Nessun ruolo

source: Permissions
it_it: Autorizzazioni

source: Delete role
it_it: Elimina ruolo

source: All Completed Personal Tasks
it_it: Tutte le attività personali completate

source: Personal Tasks by A/Z
it_it: Attività personali per A/Z

source: Personal Tasks by Deadline
it_it: Attività personali per scadenza

source: Personal Tasks without Projects
it_it: Attività personali senza progetto

source: Personal Tasks in Group
it_it: Attività personali nel gruppo

source: Personal Tasks in Project
it_it: Attività personali nel progetto

source: Projects List
it_it: Elenco progetti

source: Close
it_it: Chiudi

source: Click on a project to see its tasks
it_it: Fare clic su un progetto per vederne le attività

source: Groups List
it_it: Elenco gruppi

source: Click on a group to see its tasks
it_it: Fare clic su un gruppo per vederne le attività

source: Personal Projects by Deadline
it_it: Progetti personali per scadenza

source: Personal Projects by A/Z
it_it: Progetti personali per A/Z

source: Tasks Discussions
it_it: Discussioni di attività

source: Task Name
it_it: Nome attività

source: Projects Discussions
it_it: Discussioni di progetti

source: Project Name
it_it: Nome del progetto

source: Pending tasks
it_it: Attività in sospeso

source: Completed tasks
it_it: Attività completate

source: Delete this project and all corresponding tasks
it_it: Eliminare questo progetto e tutte le attività corrispondenti

source: Edit this %s
it_it: Modifica questo %s

source: Delete this task
it_it: Elimina questa attività

source: Create new
it_it: Crea

source: Create SubTask
it_it: Crea sottoattività

source: %s created project on %s:
it_it: %s progetto creato su %s:

source: %s created task on %s:
it_it: %s creato attività su %s:

source: &larr; Back To Projects List
it_it: &larr; Torna all'elenco progetti

source: &larr; Back To Tasks List
it_it: &larr; Torna all'elenco attività

source: Create new subtask for this task
it_it: Crea nuova sottoattività per questa attività

source: New SubTask
it_it: Nuova sottoattività

source: Show SubTasks for this task
it_it: Mostra le sottoattività per questa attività

source: Show SubTasks
it_it: Mostra le sottoattività

source: Go to a parent task page:
it_it: Vai alla pagina di attività superiore:

source: Parent Task
it_it: Attività superiore

source: Complete
it_it: Completa

source: Create a tasks management system for BuddyPress groups in your network with lots of features. <a href="http://wp-bp.com">Powered by WP-BP.com</a>
it_it: Crea un sistema di gestione di attività per i gruppi di BuddyPress con un sacco di funzioni. <a href="http://wp-bp.com">Powered by WP-BP.com</a>

source: ToDo
it_it: Da-Fare

source: Assignments
it_it: Assegnazioni

source: Owner
it_it: Proprietario

source: Project Manager
it_it: Responsabile di progetto

source: Doer
it_it: Agente

source: Guest
it_it: Ospite

source: Close this window
it_it: Chiudi questa finestra

source: Change a role for %s
it_it: Modificare un ruolo per %s

source: Select new role for this user.
it_it: Selezionare nuovo ruolo per l'utente.

source: select a role
it_it: seleziona un ruolo

source: Change role
it_it: Modifica ruolo

source: Upload Files
it_it: Carica files

source: Select files you want to add to the project.
it_it: Seleziona i files che vuoi aggiungere al progetto.

source: Add new
it_it: Aggiungi nuovo

source: Allowed file types
it_it: Tipi di file consentiti

source: Maximum size of uploaded file
it_it: Dimensione massima del file caricato

source: List of %s documents.
it_it: Elenco dei documenti di %s.

source: You cannot upload %s. This file type is not supported.
it_it: Non puoi caricare %s. Questo tipo di file non è supportato.

source: You cannot upload %s-files. File size is larger than the maximum.
it_it: Non puoi caricare il file %s. La dimensione del file è maggiore rispetto al massimo.

source: There was an error uploding %s. Do you have enough rights?
it_it: Si è verificato un errore caricando %s. Hai permessi sufficienti?

source: Tasks/Projects/Discussion Posts Files Management
it_it: Gestione dell'invio file di progetti/attività/discussioni

source: If you want your users and group members upload files into tasks, projects and discussion post, you can set all the options here.
it_it: Se si desidera che gli utenti membri del gruppo possano caricare file in attività, progetti e post di discussione, è possibile impostare tutte le opzioni qui.

source: First of all you need to decide - do you need file management?
it_it: Prima di tutto che dovete decidere - hai bisogno della gestione file?

source: Up to how many files would you like to allow users to upload for each task, project or discussion post?
it_it: Fino a quanti file vuoi consentire agli utenti di caricare per ogni attività, progetto o post discussione?

source: Should be numeric, otherwise will not be saved. Set 0 for unlimited number.
it_it: Deve essere numerico, altrimenti non verra salvato. Impostare a 0 per un numero illimitato.

source: Which file types would you like users have ability to upload?
it_it: Quali tipi di file hanno la possibilità di caricare gli utenti?

source: Archives
it_it: Archivi

source: Documents
it_it: Documenti

source: Other
it_it: Altri

source: What is the maximum size of uploaded file?
it_it: Qual è la dimensione massima per file caricato?

source: Please remember that 1MB = 1024KB. Should be less than WordPress limit: %d%s
it_it: Si ricorda che 1MB = 1024KB. Deve essere inferiore al limite di WordPress: %d%s

source: Edit description
it_it: Modifica descrizione

source: Delete file
it_it: Elimina file

source: Update Description
it_it: Aggiorna descrizione

source: Hello there %s, %s (%s) reminds you, that pending tasks and projects you are responsible for need to be done. To see your personal tasks click here: %s To see your personal projects click here: %s --------------------- %s. %s
it_it: Ciao %s, %s (%s) ti ricorda, che attività e progetti in sospeso di cui sei responsabile necessitano di essere completati. Per vedere le tue attività personali clicca qui: %s Per vedere i tuoi progetti personali Clicca qui: %s --------------------- %s. %s

source: <span id="cur_tasks">%s - %s</span> out of %s.&nbsp;
it_it: <span id="cur_tasks">%s - %s</span> di %s.&nbsp;

source: There is only %d task you are responsible for.
it_it: C'è solo %d attività di cui sei responsabile.

source: Create Project
it_it: Crea progetto

source: Edit Project
it_it: Modifica progetto

source: Delete Project
it_it: Elimina progetto

source: Mark Project as Done
it_it: Segna progetto come concluso

source: Mark Project as Undone
it_it: Segna progetto come riaperto

source: Upload Files to Project
it_it: Caricare file di progetto

source: Delete Files from Project
it_it: Elimina i file dal progetto

source: View Task
it_it: Visualizza attività

source: Create Task
it_it: Crea attività

source: Edit Task
it_it: Modifica attività

source: Delete Task
it_it: Elimina attività

source: Mark Task as Done
it_it: Segna attività come completa

source: Mark Task as Undone
it_it: Segna attività come riaperta

source: Comment Task
it_it: Attività di commento

source: Upload Files to Task
it_it: Carica files su attività

source: Delete Files from Task
it_it: Elimina files da attività

source: View Terms
it_it: Vista termini

source: Create Terms
it_it: Crea termini

source: Edit Terms
it_it: Modifica termini

source: Delete Terms
it_it: Eliminare termini

source: View Involved
it_it: Vista coinvolti

source: Action: Send a PM to Involved
it_it: Azione: Invia un messaggio privato ai coinvolti

source: Action: Mention Involved
it_it: Azione: Menziona coinvolti
