Repository: slaFFik/BP-GTM-System
Catalog: langs/bp_gtm-*.po
Languages: it_it

source: Action: Send an Email to Involved
it_it: Azione: Invia una Email ai coinvolti

source: Change User Roles
it_it: Modifica ruoli utente

source: View Discussions
it_it: Visualizza discussioni

source: Create Discussion Posts
it_it: Crea messaggi in discussione

source: Edit Any Discussion Posts
it_it: Modifica qualsiasi messaggio discussione

source: Delete Any Discussion Posts
it_it: Elimina qualsiasi post discussione

source: Upload files to Discussion Posts
it_it: Carica i file su messaggi di discussione

source: Delete files from Discussion Posts
it_it: Elimina i file da tutti i messaggi di discussione

source: View All Settings
it_it: Mostra tutte le impostazioni

source: Edit Base Settings
it_it: Modifica le impostazioni di Base

source: Edit Group Roles
it_it: Modifica ruoli gruppo

source: Delete all GTM group data
it_it: Elimina tutti i dati GTM del gruppo

source: Some error occured while creating a default role
it_it: Si è verificato un errore durante la creazione di un ruolo predefinito

source: <span id="cur_tasks">%d - %d</span> out of <span class="counter">%d</span>.&nbsp;
it_it: <span id="cur_tasks">%d - %d</span> di <span class="counter">%d</span>.&nbsp;

source: There is only %s task in this group for now.
it_it: C'è solo %s attività in questo gruppo per ora.

source: No tags
it_it: Nessun tag

source: No categories
it_it: Nessuna categoria

source: Category:
it_it: Categoria:

source: Tasks and projects with this term
it_it: Attività e progetti con questo termine

source: Delete everything?
it_it: Cancellare tutto?

source: Are you sure you want to delete all tags, categories, tasks, projects and discussions? This action cannot be undone, so be careful.
it_it: Sei sicuro di voler eliminare tutti i tag, categorie, attività, progetti e discussioni? Questa azione non può essere annullata, quindi state attenti.

source: You will delete only data, not tables. All in all there are:
it_it: Cancellerai solo i dati, non le tabelle del DB. In tutto ci sono:

source: %s category
it_it: %s categoria

source: Later you will have the ability to create new projects/tasks/tags/categories if site administrator doesn't disable GTM System for this group.
it_it: Successivamente si avrà la possibilità di creare nuovi progetti/attività/tags/categorie se l'amministratore non disabilita GTM System per questo gruppo.

source: Delete everything
it_it: Cancella tutto

source: Show:
it_it: Visualizza:

source: For Tasks
it_it: Per attività

source: For Projects
it_it: Per progetti

source: Latest Poster
it_it: Ultimo Poster

source: Freshness
it_it: Freschezza

source: There are no discussion posts to display.
it_it: Non ci sono messaggi da visualizzare.

source: List Of Files
it_it: Elenco dei file

source: File Name
it_it: Nome del file

source: Uploaded by
it_it: Caricato da

source: Type
it_it: Tipo

source: Date Uploaded
it_it: Data caricamento

source: Actions
it_it: Azioni

source: There are no files to display.
it_it: Non esistono file da visualizzare.

source: <h4>Error 404</h4>
it_it: <h4>Errore 404</h4>

source: <p>No such page exists in GTM System or you don't have enough rights to access it.</p>
it_it: <p>La pagina non esiste in GTM System oppure non hai sufficienti diritti di accesso.</p>

source: Involved People
it_it: Persone coinvolte

source: List of users that are responsible for tasks and/or projects in this group. Their tasks and projects are not completed
it_it: Lista di utenti che sono responsabili di attività e/o progetti non completi in questo gruppo.

source: User
it_it: Utente

source: There are no users to display yet.
it_it: Non ci sono ancora utenti da visualizzare.

source: List of projects you are responsible for.
it_it: Elenco dei progetti di cui sei responsabile.

source: Filter:
it_it: Filtro:

source: By A/Z
it_it: Per A / Z

source: By deadline
it_it: Per scadenza

source: Group Name
it_it: Nome del gruppo

source: You are not responsible for any projects on this site.
it_it: Non sei responsabile di nessun progetto su questo sito.

source: Personal Settings
it_it: Impostazioni personali

source: How many tasks per page do you want to see on Personal Tasks page?
it_it: Quante attività per pagina si desidera vedere nella pagina delle attività personali?

source: By project
it_it: Per progetto

source: By group
it_it: Per gruppo

source: Completed
it_it: Completato

source: Task Title
it_it: Titolo attività

source: Project
it_it: Progetto

source: Group
it_it: Gruppo

source: Create New Project
it_it: Crea nuovo progetto

source: Project name
it_it: Nome del progetto

source: Project description
it_it: Descrizione del progetto

source: Responsible Users
it_it: Utenti responsabili

source: Please select one or more responsible users. You can select them by clicking them
it_it: Si prega di selezionare uno o più utenti responsabili. È possibile selezionarli cliccandoli

source: Project Deadline
it_it: Scadenza progetto

source: Select a date for the project when it should be finished.
it_it: Selezionare una data per quando dovrebbe essere concluso il progetto.

source: Project Tags
it_it: Tags progetto

source: (comma separated)
it_it: (separati da virgola)

source: You can add tags to your project. If you want to add more tags, separate it with comma.
it_it: È possibile aggiungere tags al progetto. Se si desiderano aggiungere più tag, separarli con la virgola.

source: Add tag
it_it: Aggiungi tag

source: Project Categories
it_it: Categorie di progetto

source: You can select or add categories for your project. If you want to add more categories, separate it with comma.
it_it: È possibile selezionare o aggiungere le categorie al progetto. Se si desiderano aggiungere più categorie, separarle con la virgola.

source: Add cat
it_it: Aggiungi categoria

source: Update Project
it_it: Aggiorna progetto

source: Who is responsible for this project execution?
it_it: Chi è responsabile per l'esecuzione del progetto?

source: (comma separated)
it_it: (separati da virgola)

source: Error - 404
it_it: Errore - 404

source: There is no project in the database with such ID. Please go to the main projects list.
it_it: Non non c'è nessun progetto nel database con tale ID. Vai all'elenco principale dei progetti.

source: Permalink to project description
it_it: Permalink a descrizione del progetto

source: There are no tasks yet.
it_it: Non esistono ancora attività.

source: Add a reply:
it_it: Aggiungere una risposta:

source: Post Reply
it_it: Invia Risposta

source: List of projects in this group. Use links in the right to filter them.
it_it: Elenco dei progetti in questo gruppo. Utilizzare i collegamenti nella parte destra per filtrarli.

source: Project Title
it_it: Titolo del progetto

source: There are no projects to display.
it_it: Non ci sono progetti da mostrare.

source: How many tasks per page do you want to see on Tasks page?
it_it: Quante attività per pagina si desidera vedere nella pagina attività?

source: How many elements per page do you want to see on Discussions page?
it_it: Quanti elementi per pagina si desidera vedere nella pagina discussioni?

source: Tab name in group navigation menu
it_it: Nome della scheda nel menu di navigazione del gruppo

source: Tasks/Projects discussion
it_it: Discussione attività/progetti

source: Enable tasks and projects discussion (disabling it will make impossible to discuss any tasks or projects).
it_it: Consentire la discussione di progetti e attività (disattivandolo renderà impossibile discutere qualsiasi attività o progetto).

source: Create New SubTask for
it_it: Crea nuova sottoattività per

source: Create New Task
it_it: Crea nuova attività

source: Task name
it_it: Nome attività

source: Task description
it_it: Descrizione attività

source: Who is responsible for this task execution?
it_it: Chi è responsabile per l'esecuzione di questa attività?

source: Task Deadline
it_it: Scadenza attività

source: Task Tags
it_it: Tags attività

source: You can add tags to your task. If you want to add more tags, separate it with comma.
it_it: È possibile aggiungere tag all'attività. Se si desiderano aggiungere più tag, separarli con la virgola.

source: Task Categories
it_it: Categorie di attività

source: You can select or add categories for your task. If you want to add more categories, separate it with comma.
it_it: È possibile selezionare o aggiungere categorie per l'attività. Se si desiderano aggiungere più categorie, separarle con la virgola.

source: Update Task
it_it: Aggiorna attività

source: There is no task in the database with such ID. Please go to the main tasks list.
it_it: Non non c'è nessuna attività nel database con tale ID. Consultare l'elenco principale delle attività.

source: Permalink to task description
it_it: Permalink a descrizione attività

source: Project:
it_it: Progetto:

source: List of tasks in this group. Use links in the right to filter them.
it_it: Elenco delle attività in questo gruppo. Utilizzare i collegamenti nella parte destra per filtrarle.

source: View tasks and projects for <i>"%s"</i>
it_it: Mostra attività e progetti per <i>"%s"</i>

source: Done?
it_it: Fatto?

source: Tags and Categories
it_it: Tags e Categorie

source: New term name
it_it: Nome nuovo termine

source: What's this?
it_it: Cos'è questo?

source: Category
it_it: Categoria

source: All tags and categories for this group are displayed here
it_it: Tutti i tag e le categorie per questo gruppo vengono visualizzate qui

source: Standart
it_it: Standard

source: Alphabetical
it_it: Alfabetico

source: Tag Name
it_it: Nome del tag

source: Count
it_it: Conteggio

source: There are no tags to display.
it_it: Non ci sono tag da mostrare.

source: Category Name
it_it: Nome categoria

source: There are no categories to display.
it_it: Ci sono categorie da visualizzare.

source: Do you want to use subtasks feature (tasks under tasks in hierarchy)?
it_it: Utilizzare la funzione sottoattività (gerarchia di attività in attività)?
